{
  "GuideData": {


    "AdsController": [
      {
        "NetworkAds": "admob",
        "AdMobId": "pub-3940256099942544",

        "BannerAdmob": "ca-app-pub-3940256099942544/6300978111",
        "InterstitialAdmob": "ca-app-pub-3940256099942544/1033173712",
        "NativeAdmob": "ca-app-pub-3940256099942544/2247696110",

        "BannerFacebook": "IMG_16_9_APP_INSTALL#173186393601951_299214384332484",
        "InterstitialFacebook": "IMG_16_9_APP_INSTALL#173186393601951_288058788781377",
        "NativeFacebook": "173186393601951_356298065290782"

      }
    ],

    "items": [
      {
        "title": "Guid 1",
        "image": "https://www.superherohype.com/assets/uploads/2021/01/Godzilla-vs-Kong-1280x720.jpg"
      },
      {
        "title": "Guid 2",
        "image": "https://www.hebdocine.com/wp-content/uploads/2017/08/undefined_a3b0abb14d437c8b72d8debfd6c2d582.jpg"
      },
      {
        "title": "Guid 3",
        "image": "https://cdn.radiofrance.fr/s3/cruiser-production/2019/11/200dc386-1398-40f9-92ca-3a602d283a62/801x410_godzilla-vs-kong.jpg"
      },
      {
        "title": "Guid 4",
        "image": "https://fr.web.img2.acsta.net/r_640_360/newsv7/20/05/26/09/32/3387865.jpg"
      }
    ],

    "content1": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF","style": "normal",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false","link_title": "","setLink": "",
        "image_link": "https://www.avcesar.com/source/actualites/00/00/80/99/godzilla-vs-kong-bande-annonce-geante-officielle-disponible_0110420.jpg",
        "text": "The runtime for the upcoming Adam Wingard-directed Godzilla vs. Kong has reportedly had its runtime revealed. The film serves as the latest installment for Legendary Entertainment's MonsterVerse, a shared cinematic universe for Godzilla, King Kong, and other iconic movie monsters. Godzilla vs. Kong is preceded by three films: Godzilla (2014), Kong: Skull Island (2017), and Godzilla: King of the Monsters (2019). The reception for the films has been mixed, but all three have been relative box office successes. Despite only containing a few movies, Legendary's MonsterVerse has been one of the more successful cinematic universes in modern cinema.",
        "isNative": "false"
      }
    ],

    "content2": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF","style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false","link_title": "","setLink": "",
        "image_link": "https://1.bp.blogspot.com/-tv5xsebbQPs/X7aLdGV9GFI/AAAAAAAAikw/dzDJRefrKtMpESR2Vs2D-KI8NyOe3E_LwCLcBGAsYHQ/s700/AR_Group_gthhgnre.PNG",
        "text": "One of Legendary's previous Godzilla films' more common criticisms has been the overstuffed story and bloated runtime. Gareth Edwards' Godzilla came in at 2 hours and 3 minutes. Michael Dougherty's Godzilla: King of the Monsters ran for 2 hours and 12 minutes - making the films the fourth and second-longest Godzilla movies in history, respectively. The vast majority of the Japanese Toho Godzilla films have runtimes under two hours. Both of Legendary's Godzilla movies have been criticized for lingering too much on the human stories - and the films ended up dragging because of it.",
        "isNative": "false"
      }
    ],

    "content3": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF","style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false","link_title": "","setLink": "",
        "image_link": "https://www.superherohype.com/assets/uploads/2021/01/Godzilla-vs-Kong-1280x720.jpg",
        "text": "Now, according to a French website called AlloCine, Godzilla vs. Kong's runtime has been revealed - the film will come in at 1 hour and 53 minutes. Assuming the runtime is correct, this not only makes it the shortest Legendary Godzilla film - but the shortest MonsterVerse film in general (Kong: Skull Island came in at 1 hour and 58 minutes). However, at the moment, no official announcement has been made from Legendary Entertainment.",
        "isNative": "false"
      }
    ],

    "content4": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF","style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "35",
        "isLink": "false","link_title": "","setLink": "",
        "image_link": "https://fr.web.img2.acsta.net/r_640_360/newsv7/20/05/26/09/32/3387865",
        "text": "Глава 1\nМария Каттанео – точнее, снова Росси – чуть крепче сжала крошечную ручонку сына, глядя на роскошное шале. Как может что-то столь знакомое быть одновременно таким чужим? В течение многих лет она проводила зимние каникулы и рождественские праздники в шале Каттанео в Мон-Кер еще задолго до того, как они с Себастьяном поженились. За все это время здесь практически ничего не изменилось, по крайней мере внешне.\n\nКрасивая деревянная веранда окружала традиционное шале, украшенное к празднику, зеленые ветки омелы с ярко-красными ягодами огибали балки веранды, большой праздничный венок украшал входную дверь. Мария видела, как внутри дома мерцают огни, а в глубине стоит огромная елка, наряженная в красно-золотой гамме. Все было по-прежнему. Кроме нее самой.\n\n– Мама? – Фрэнки посмотрел на Марию из-под отороченного мехом капюшона, практически полностью закрывавшего его лицо.\n\nНа улице заметно холодало, к тому же начинало темнеть, ребенка нужно отвести в тепло, а значит, ей все-таки придется постучать в дверь.\n\n– Ты готов, малыш? – спросила она, заставляя себя улыбнуться.\n\nЕсли Фрэнки почувствует ее волнение, то и сам начнет нервничать, а это совершенно не облегчит их вынужденное возвращение.\n\n– Мы увидим папу? – Фрэнки кивнул, и его лицо было странно серьезным для двухлетнего малыша.\n\nНу, хоть кто-то из них двоих готов. Мария взяла ребенка на руки и поднялась по ступенькам. Сделав глубокий вдох, она постучала в дверь шале. Возможно, откроет ее невестка Ноэми или даже таинственный брат Ноэми и Себастьяна, который внезапно объявился за время ее отсутствия. Да кто угодно – лишь бы не Себастьян.\n\nДверь распахнулась, и на пороге она увидела знакомую фигуру своего мужа. На какой-то короткий миг Марии показалось, что ничего не изменилось: она никуда не уходила, она по-прежнему любит своего мужа, и все они счастливы…\n\nМария быстро отодвинула от себя эту мысль. Она не была счастлива, именно поэтому она и уехала.\n\nСчастье осталось в сотнях километров отсюда, в маленьком коттедже на окраине поместья ее родителей, где они с Фрэнки прожили весь предыдущий год. Счастье было не здесь, в этом роскошном шале, и не с Себастьяном, как она когда-то мечтала…\n\nОн не мог дать ей то, в чем она так нуждалась. Если бы она хоть на миг в этом усомнилась, то никогда бы не ушла от него. Но Себастьян, от которого она ушла, не был способен на любовь, которая ей была так нужна. Марии следовало держать в уме эту мысль все время их пребывания здесь, иначе она просто не справится со своими чувствами.\n\nКогда Себастьян позвонил Марии и попросил ее приехать на Рождество с Фрэнки, первым порывом она хотела немедленно отказаться. В течение всего года ей удавалось избегать встреч с мужем, когда он виделся с сыном. Это было не так уж трудно: она либо отправляла Фрэнки с бабушкой, либо сам Себастьян забирал сына из дома ее родителей в отсутствие Марии.\n\nНо, как бы трудно ни было Марии вернуться, она понимала, что это будет правильно. Фрэнки нужен отец. А Себастьяну немало пришлось пережить в последнее время, и Рождество с сыном – то немногое, что она могла для него сделать.\n\nА потом Мария получила странное голосовое сообщение от Ноэми, в котором она говорила, что надеется на то, что вечером Мария приедет в шале. Ноэми хотела что-то обсудить со всей семьей. Как будто Мария все еще была членом этой семьи…\n\nСебастьян сделал шаг вперед, и уличный фонарь осветил его лицо. Мария с трудом сдержала ошеломленный вздох. Прошло всего двенадцать месяцев с тех пор, как она не видела мужа, но по темным кругам, прочно залегшим под его зелеными глазами, и глубокой морщине между бровей можно было смело сказать, что прошло не меньше десятка лет. Да, Себ никогда не был веселым, легкомысленным человеком, как его сестра Ноэми, но Мария никогда не видела его таким… сломленным.\n\nНеужели это из-за нее? Мария прикусила губу, ожидая, что он что-то скажет, но Себ, казалось, был рад уже тому, что просто смотрит на них с Фрэнки. И Мария не удержалась от того, чтобы тоже посмотреть на это некогда любимое ею лицо. Темно-каштановые волосы были подстрижены короче, чем обычно, и от этого он казался еще выше, хотя и без того был выше Марии почти на целую голову. Она вспомнила, что он любил прислонять ее голову к своей груди так, что она слышала, как бьется его сердце. И это почему-то связывало их куда крепче, чем клятвы, принесенные перед алтарем.\n\nЭтот мужчина был огромной частью ее жизни, сколько она себя помнила. Как она могла думать, что сможет вычеркнуть его, даже если сбежит на край света?\n\n– Ты приехала, – наконец сказал он своим низким, глубоким голосом, от которого у Марии побежали по спине мурашки.\n\nОна с трудом сдержала проклятие, забыв, как на нее действует его голос.\n\n– Ты же попросил…\n\n– Это никогда не являлось гарантией, что ты выполнишь мою просьбу, – едва заметно улыбнулся Себастьян.\n\nЕще один признак того, как мало он ее на самом деле знает. Если бы он понимал, насколько сильно она его любила когда-то, то знал бы, что она никогда не отклонила бы его просьбу. Особенно когда в его голосе звучала такая мука.\n\nПоэтому, конечно, она приехала. Мария все еще чувствовала себя виноватой: и за то, что уехала, и за то, что не вернулась раньше, когда Ноэми позвонила ей с ужасными новостями о гибели их с Себом родителей.\n\n– Я собиралась приехать раньше, – призналась Мария, – когда узнала о твоих родителях.\n\nСальво и Николь Каттанео были для нее вторыми родителями, и когда Мария узнала, что они разбились при крушении вертолета под Нью-Йорком, то думала, что никогда не сможет перестать плакать. Но, несмотря ни на что, она взяла себя в руки и начала все сначала, точно так же, как сделала после того, как ушла от мужа. И жизнь на этом не остановилась.\n\nНо с трагедией жизнь не остановилась и для Себастьяна, Мария прекрасно это понимала. Ему, несмотря на пережитое горе, пришлось взять на себя руководство компанией – всемирно известными «Бриллиантами Каттанео», и это, по всей видимости, помогало ему держаться.\n\nНо известие о том, что у него есть брат, о котором никто не знал и который, ко всему прочему, оказался держателем контрольного пакета акций компании, его просто подкосило. Мария понимала, как сильно он страдает, и ее сердце разрывалось на части. И все же она не могла заставить себя вернуться в Мон-Кер, пока он не позвонил и сам не попросил ее об этом. В конце концов, это был первый признак того, что Себастьян вообще заметил, что она его бросила, а не просто уехала на длительные каникулы.\n\n– Почему ты не приехала? По крайней мере, на похороны? – спросил Себастьян. В его голосе не было ни упрека, ни обвинений, просто обычное любопытство.\n\n– Я не была уверена, что это уместно с моей стороны.",
        "isNative": "false"
      }
    ]
  }
}
